backend/app/controllers/random_rune_controller.rb

    def show
        @rune = Rune.all.sample
---
SELECT "runes".* FROM "runes"