backend/app/controllers/runes_controller.rb

SELECT "runes".* FROM "runes"
---
    def index
        @runes = Rune.all